/* localizable strings */
"OK" = "OK";
"Cancel" = "Cancel";
"Are you sure you want to delete ?" = "Are you sure you want to delete ?";
"Are you sure you want to empty the contents of this archive ?" = "Are you sure you want to empty the contents of this archive ?";
"Extract Here" = "Extract Here";
"Compress Here" = "Compress Here";
"Operation failed" = "Operation failed";
"Warning !" = "Warning !";
"The contents of the file can not be deleted with this programme !" = "The contents of the file can not be deleted with this program !";
"/Desktop" = "/Desktop";
"Save" = "Save";
"Being analyzed," = "Being analyzed,";
"please wait for a moment !" = "please wait for a moment !";
"Compressing," = "Compressing,";
"file" = "File";
"folder" = "Folder";
"Being analyzed..." = "Being analyzed...";
"Being analyzed: " = "Being analyzed: ";
"The contents of the file can not be shown with this programme !" = "The contents of the file can not be shown with this program !";
"The contents of the file is empty !" = "The contents of the file is empty !";
"Can not open this file with this programme !" = "Can not open this file with this program !";
"Detect automatically" = "Detect automatically";
"Password needed on file \"%@\"" = "Password needed on file \"%@\"";
"Extracting" = "Extracting";
"Extracting:" = "Extracting:";
"The contents of [%@] can not be extracted with this programme !" = "The contents of [%@] can not be extracted with this program !";
"The contents of the file can not be extracted with this programme !" = "The contents of the file can not be extracted with this program !";
"Error : [%@] !" = "Error : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "have existed, do you want to update ?";
"Updating view from \"%@\"" = "Updating view from \"%@\"";
"Adding files to" = "Adding files to";
"%@  (%d/%d total)" = "%@  (%d/%d total)";
"The same file is opening, eject it please !" = "The same file is opening, eject it please !";
"Creating : " = "Creating : ";
"Select a folder to save" = "Select a folder to save";
"Save Here" = "Save Here";
"Compressing : " = "Compressing : ";
"Some error happen, retry please !" = "Some error happened, retry please !";
"Normal" = "Normal";
"Maximized" = "Maximized";
"Name" = "Name";
"Kind" = "Kind";
"Size" = "Size";
"Original size" = "Original size";
"Created" = "Created";
"Modified" = "Modified";


"About SmartZipper Pro" = "About SmartZipper Pro";
"Preferences" = "Preferences...";
"Services" = "Services";
"Hide SmartZipper Pro" = "Hide SmartZipper Pro";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit SmartZipper Pro" = "Quit SmartZipper Pro";


"Add" = "Add";
"Delete" = "Delete";
"Quick Look" = "Quick Look";
"Extract to" = "Extract to";
"Search" = "Search";
"File Name" = "File Name";
"Property" = "Property";

"Edit" = "Edit";
"View" = "View";
"Help" = "Help";

"Window" = "Window";
"Minimize" = "Minimize";
"Open Window" = "Open Window";
"Bring All to Front" = "Bring All to Front";

"Date Modified" = "Date Modified";
"Path" = "Path";

"Extract" = "Extract";
"Advanced" = "Advanced";
"Always custom" = "Always custom";
"Use default path" = "Use default path";
"Change" = "Change";
"Show content in Finder after extraction" = "Show content in Finder after extraction";
"When double-clicking archive in the Finder, directly extract" = "When double-clicking archive in the Finder, directly extract";
"Set SmartZipper Pro as default compressor/uncompressor" = "Set SmartZipper Pro as default compressor/uncompressor";
"Close" = "Close";

"Filename encoding autodetection" = "Filename encoding autodetection";
"Filename encoding:" = "Filename encoding:";
"Threshold:" = "Threshold:";
"confidence" = "confidence";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)";

"General" = "General";
"Compression format:" = "Compression format:";
"[gz and bzip2 only support one file every time !]" = "[gz and bzip2 only support one file every time !]";
"Split" = "Split";
"Split size:" = "Split size:";
"Encrypt" = "Encrypt";
"Input password:" = "Input password:";
"Encrypt headers ( Only 7z )" = "Encrypt headers ( Only 7z )";

"Compression level:" = "Compression level:";
"Store" = "Store";
"Fastest" = "Fastest";
"Fast" = "Fast";
"Normal" = "Normal";
"Maximum" = "Maximum";
"Ultra" = "Ultra";
"Solid archives (only 7z)" = "Solid archives (only 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Exclude Mac OS X resource forks (ex: .DS_Store)";
"Show content in Finder after compression" = "Show content in Finder after compression";

"The same path of the original file" = "The same path of the original file";

"Rate the App description" = "Thank you for using our software. Did it help you? It will be highly appreciated that you can help to rate it in your spare time. Many thanks.";
"Rate now" = "Rate now";
"Rate later" = "Rate later";
"Don't show again" = "Don't show it again";


"Help Document" = "Help Document";
"Selected Items" = "Selected Items";
"Entire Zip File" = "Entire Zip File";
"Open" = "Open";
"Go" = "Go";
"Work path : " = "Work path : ";


"help introduce" = "※\nWe recommend that you had better select \"%@\" as your working directory so that SmartZipper Pro will work on it better. You can also enjoy some convenient features by default.\n\n※\nYou can enter \"%@\" interface through menu item: \"SmartZipper Pro\". It provides much preferences setting for your choice.\n\n※\nYou can open the window through the menu item: \"%@\".";

"Set selected the path as default saving path" = "Set selected the path as default saving path";
"Default path can be modified in \"Preferences\"" = "Default path can be modified in \"Preferences\"";

"Open a directory or an archiver" = "Open a directory or an archive";

"Previous" = "Previous";
"Next" = "Next";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zoom to Fit";


"Skip" = "Skip";
"The file has been removed!" = "The file doesn't exist!";
"Are you sure you want to add or open the files ?" = "Are you sure you want to add or open the files ?";
"Extract slowly" = "Check which file requires password if there are different passwords within different files in the archives. (Slowly)";

"Review on the App Store" = "Review on the App Store";
"Always show compress panel" = "Always show compression option box";
"Always use default format" = "Compress with the default compression format";
"Finder's context menu" = "Finder's context menu";

"Purchase" = "Purchase";
"remind purchase text" = "You are using trial version of SmartZipperPro. If you like it, please purchase it from Mac AppStore";
"You can also try a few days of" = "There is %ld day remaining for free trial";
"Remind me" = "Remind me";

"Ask user whether save document \"%@\"" = "The document \"%@\" has been modified. Do you want to save the changes ?";
"Ask user whether save doc document with images" = "The pictures inside the Document may be lost, are you sure you want to save ?";
"Don't Save" = "Don't Save";
"Undo Typing" = "Undo Typing";
"Redo Typing" = "Redo Typing";
"Ask user whether update archive \"%@\"" = "The document \"%@\" has been modified. Do you want to upadte it in the archive ?";
"Update Archive" = "Update Archive";
"Updating files to" = "Updating files to";
"Update" = "Update";
"Don't Update" = "Don't Update";
"Hex" = "Hex";
"Preview" = "Preview";

"Cut" = "Cut";
"Copy" = "Copy";
"Paste" = "Paste";
